Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# SearchResults_BookmarkPrefix
source: Search
ar: بحث
cs: Hledání
de: Suche
el: Αναζήτηση
es: Búsqueda
fa: جستجو
fr: Recherche
hu: Keresés
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
pl: Wyszukiwanie
pt: Pesquisa
ro: Căutare
ru: Поиск
th: ค้นหา
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# SearchResults_BookmarkGroup
source: Search results
ar: نتائج البحث
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fa: نتایج جستجو
fr: Résultats de la recherche
hu: Keresési eredmények
id: Hasil pencarian
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ro: Rezultate căutare
ru: Результаты поиска
th: ผลการค้นหา
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜尋結果

# Find_Scope_AllDocuments.Content
source: All open documents
ar: كل المستندات المفتوحة
cs: Všechny otevřené dokumenty
de: Alle geöffneten Dokumente
el: Όλα τα ανοιχτά έγγραφα
es: Todos los documentos abiertos
fa: همهٔ سندهای باز
fr: Tous les documents ouverts
hu: Minden megnyitott dokumentum
id: Semua dokumen yang terbuka
it: Tutti i documenti aperti
ja: 開いているすべてのドキュメント
ko: 열려 있는 모든 문서
pl: Wszystkie otwarte dokumenty
pt: Todos os documentos abertos
ro: Toate documentele deschise
ru: Все открытые документы
th: เอกสารที่เปิดอยู่ทั้งหมด
tr: Tüm açık belgeler
uk: Усі відкриті документи
vi: Tất cả tài liệu đang mở
zh_hans: 所有打开的文档
zh_hant: 所有開啟的文件

# SearchResults_Column_Document
source: Document
ar: المستند
cs: Dokument
de: Dokument
el: Έγγραφο
es: Documento
fa: سند
hu: Dokumentum
id: Dokumen
it: Documento
ja: ドキュメント
ko: 문서
pl: Dokument
pt: Documento
ru: Документ
th: เอกสาร
tr: Belge
uk: Документ
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

# Find_Replace_Name
source: Replace with
ar: الاستبدال بـ
cs: Nahradit čím
de: Ersetzen durch
el: Αντικατάσταση με
es: Reemplazar por
fa: جایگزینی با
fr: Remplacer par
hu: Csere erre
id: Ganti dengan
it: Sostituisci con
ja: 置換後の値
ko: 바꿀 내용
pl: Zamień na
pt: Substituir por
ro: Înlocuire cu
ru: Заменить на
th: แทนที่ด้วย
tr: Yeni değer
uk: Замінити на
vi: Thay thế bằng
zh_hans: 替换为
zh_hant: 取代為

# Find_RangeStart_Name
source: Range start
ar: بداية النطاق
cs: Začátek rozsahu
de: Bereichsanfang
el: Αρχή περιοχής
es: Inicio del intervalo
fa: شروع محدوده
fr: Début de la plage
hu: Tartomány kezdete
id: Awal rentang
it: Inizio dell'intervallo
ja: 範囲の開始
ko: 범위 시작
pl: Początek zakresu
pt: Início do intervalo
ro: Început interval
ru: Начало диапазона
th: จุดเริ่มต้นของช่วง
tr: Aralık başlangıcı
uk: Початок діапазону
vi: Đầu phạm vi
zh_hans: 范围开始
zh_hant: 範圍開始

# Find_RangeEnd_Name
source: Range end (inclusive)
ar: نهاية النطاق (شاملة)
cs: Konec rozsahu (včetně)
de: Bereichsende (einschließlich)
el: Τέλος περιοχής (συμπεριλαμβάνεται)
es: Fin del intervalo (incluido)
fa: پایان محدوده (شامل)
fr: Fin de la plage (incluse)
hu: Tartomány vége (ezzel együtt)
id: Akhir rentang (inklusif)
it: Fine dell'intervallo (inclusa)
ja: 範囲の終了 (このバイトを含む)
ko: 범위 끝(이 바이트 포함)
pl: Koniec zakresu (włącznie)
pt: Fim do intervalo (inclusivo)
ro: Sfârșit interval (inclusiv)
ru: Конец диапазона (включительно)
th: จุดสิ้นสุดของช่วง (รวมไบต์นี้)
tr: Aralık sonu (dahil)
uk: Кінець діапазону (включно)
vi: Cuối phạm vi (bao gồm)
zh_hans: 范围结束（含）
zh_hant: 範圍結束（含）

# Find_ToleranceValue_Name
source: Tolerance value
ar: قيمة التفاوت
cs: Hodnota tolerance
de: Toleranzwert
el: Τιμή ανοχής
es: Valor de tolerancia
fa: مقدار رواداری
fr: Valeur de tolérance
hu: Tűrés értéke
id: Nilai toleransi
it: Valore di tolleranza
ja: 許容誤差の値
ko: 허용 오차 값
pl: Wartość tolerancji
pt: Valor de tolerância
ro: Valoare toleranță
ru: Значение погрешности
th: ค่าความคลาดเคลื่อน
tr: Tolerans değeri
uk: Значення допуску
vi: Giá trị dung sai
zh_hans: 容差值
zh_hant: 容許誤差值

# Find_FillerCustom_Name
source: Padding bytes
ar: بايتات التكملة
cs: Bajty výplně
de: Auffüllbytes
el: Byte συμπλήρωσης
es: Bytes de relleno
fa: بایت‌های تکمیل
fr: Octets de remplissage
hu: Kitöltő bájtok
id: Byte pengisi
it: Byte di riempimento
ja: 埋め草のバイト
ko: 채울 바이트
pl: Bajty dopełnienia
pt: Bytes de preenchimento
ro: Octeți de completare
ru: Байты заполнителя
th: ไบต์ที่ใช้เติม
tr: Dolgu baytları
uk: Байти доповнення
vi: Byte đệm
zh_hans: 填充字节
zh_hant: 填補位元組

# SearchResults_PanelTitle
source: Search results
ar: نتائج البحث
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fa: نتایج جستجو
fr: Résultats de la recherche
hu: Keresési eredmények
id: Hasil pencarian
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ro: Rezultate căutare
ru: Результаты поиска
th: ผลการค้นหา
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜尋結果

# SearchResults_BookmarksAdded
source: Added {0} bookmarks from the search results.
ar: تمت إضافة {0} من الإشارات المرجعية من نتائج البحث.
cs: Z výsledků hledání byly přidány záložky ({0}).
de: Aus den Suchergebnissen wurden {0} Lesezeichen hinzugefügt.
el: Προστέθηκαν {0} σελιδοδείκτες από τα αποτελέσματα αναζήτησης.
es: Se agregaron {0} marcadores a partir de los resultados de la búsqueda.
fa: {0} نشانک از نتایج جستجو افزوده شد.
fr: {0} signets ajoutés à partir des résultats de la recherche.
hu: {0} könyvjelző hozzáadva a keresési eredményekből.
id: {0} penanda ditambahkan dari hasil pencarian.
it: Aggiunti {0} segnalibri dai risultati della ricerca.
ja: 検索結果から {0} 件のブックマークを付けました。
ko: 검색 결과에서 책갈피 {0}개를 추가했습니다.
pl: Dodano zakładki z wyników wyszukiwania: {0}.
pt: {0} marcadores adicionados dos resultados da pesquisa.
ro: S-au adăugat {0} marcaje din rezultatele căutării.
ru: Добавлено закладок из результатов поиска: {0}.
th: เพิ่มบุ๊กมาร์ก {0} รายการจากผลการค้นหาแล้ว
tr: Arama sonuçlarından {0} yer işareti eklendi.
uk: Додано закладок із результатів пошуку: {0}.
vi: Đã thêm {0} dấu trang từ kết quả tìm kiếm.
zh_hans: 已从搜索结果添加 {0} 个书签。
zh_hant: 已從搜尋結果新增 {0} 個書籤。

# Menu_View_SearchResults.Text
source: Search results
ar: نتائج البحث
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fa: نتایج جستجو
fr: Résultats de la recherche
hu: Keresési eredmények
id: Hasil Pencarian
it: Risultati della ricerca
ja: 検索結果(U)
ko: 검색 결과(U)
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ro: Rezultate căutare
ru: Результаты поиска
th: ผลการค้นหา(U)
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả Tìm kiếm
zh_hans: 搜索结果(U)
zh_hant: 搜尋結果(U)

# Menu_View_SearchResults.AccessKey
source: U
ar: ن
cs: V
de: C
el: Λ
es: L
fa: ج
fr: L
hu: R
id: P
pl: W
pt: E
ro: C
ru: Р
tr: R
uk: Т

# Cmd_search_replace
source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fr: Remplacer
hu: Csere
id: Ganti
it: Sostituisci
ja: 置換
ko: 바꾸기
pl: Zamień
pt: Substituir
ro: Înlocuire
ru: Заменить
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# CmdAlias_search_replace
source: substitute
ar: substitute استبدال تبديل
cs: nahradit nahrazení nahrazeni zaměnit zamenit substitute
de: ersetzen austauschen substitute
el: αντικατάσταση υποκατάσταση substitute replace
es: reemplazar sustituir substitute
fa: جایگزین کردن, substitute
fr: remplacer substituer substitute
hu: csere helyettesítés helyettesites substitute
id: ganti tukar substitute
it: sostituisci rimpiazza substitute
ja: ちかん
ko: 바꾸기 치환 대체 substitute
pl: zamień zastąp substitute
pt: substituir trocar substitute
ro: înlocuire inlocuire substituire substitute
ru: замена подставить substitute
th: แทนที่ เปลี่ยน substitute
tr: yerine koy substitute
uk: замінити підставити substitute
vi: thay thế thay đổi substitute
zh_hans: 替换 置换 substitute
zh_hant: 取代 替換 置換 substitute

# Cmd_search_findAll
source: Find all
ar: البحث عن الكل
cs: Najít vše
de: Alle suchen
el: Εύρεση όλων
es: Buscar todo
fa: یافتن همه
fr: Tout rechercher
hu: Összes keresése
id: Temukan semua
it: Trova tutto
ja: すべて検索
ko: 모두 찾기
pl: Znajdź wszystko
pt: Localizar tudo
ro: Găsire toate
ru: Найти все
th: ค้นหาทั้งหมด
tr: Tümünü bul
uk: Знайти все
vi: Tìm tất cả
zh_hans: 全部查找
zh_hant: 全部尋找

# CmdAlias_search_findAll
source: search list results
ar: search list results بحث قائمة نتائج الكل
cs: najít najit vše vse hledat seznam výsledky vysledky search list results
de: suchen liste ergebnisse search list results
el: αναζήτηση λίστα αποτελέσματα search list results
es: buscar lista resultados search list results
fa: جستجو فهرست نتایج, search list results
fr: rechercher liste résultats search list results
hu: keresés kereses lista eredmények eredmenyek search list results
id: cari daftar hasil search list results
it: cerca elenco risultati search list results
ja: すべてけんさく
ko: 모두 찾기 전체 검색 결과 목록 search list results
pl: szukaj lista wyniki search list results
pt: pesquisar lista resultados search list results
ro: căutare cautare listă lista rezultate search list results
ru: поиск список результаты search list results
th: ค้นหา รายการ ผลลัพธ์ search list results
tr: ara liste sonuçlar search list results
uk: пошук список результати search list results
vi: tìm tất cả danh sách kết quả search list results
zh_hans: 全部查找 搜索 列表 结果 search list results
zh_hant: 全部尋找 搜尋 清單 結果 search list results

# Cmd_search_clearHistory
source: Clear search history
ar: مسح سجل البحث
cs: Vymazat historii hledání
de: Suchverlauf löschen
el: Απαλοιφή ιστορικού αναζήτησης
es: Borrar el historial de búsqueda
fa: پاک کردن سابقهٔ جستجو
fr: Effacer l'historique de recherche
hu: Keresési előzmények törlése
id: Hapus riwayat pencarian
it: Cancella cronologia ricerche
ja: 検索履歴を消去
ko: 검색 기록 지우기
pl: Wyczyść historię wyszukiwania
pt: Limpar histórico de pesquisa
ro: Golire istoric căutare
ru: Очистить журнал поиска
th: ล้างประวัติการค้นหา
tr: Arama geçmişini temizle
uk: Очистити журнал пошуку
vi: Xóa lịch sử tìm kiếm
zh_hans: 清除搜索历史记录
zh_hant: 清除搜尋記錄

# CmdAlias_search_clearHistory
source: delete forget
ar: delete forget حذف نسيان مسح سجل البحث
cs: vymazat odstranit zapomenout historie delete forget
de: löschen vergessen verlauf delete forget
el: διαγραφή λήθη ιστορικό delete forget
es: borrar olvidar historial delete forget
fa: حذف فراموش کردن, delete forget
fr: effacer oublier historique delete forget
hu: törlés torles elfelejtés elfelejtes előzmények elozmenyek delete forget
id: hapus lupakan riwayat delete forget
it: elimina dimentica cronologia delete forget
ja: けんさくりれきをしょうきょ
ko: 검색 기록 지우기 삭제 delete forget
pl: usuń zapomnij historia delete forget
pt: excluir esquecer histórico delete forget
ro: ștergere stergere golire uitare delete forget
ru: удалить забыть журнал delete forget
th: ลบ ล้าง ประวัติ delete forget
tr: sil unut delete forget
uk: видалити забути delete forget
vi: xóa quên lịch sử delete forget
zh_hans: 清除 删除 历史记录 忘记 delete forget
zh_hant: 清除 搜尋記錄 刪除 忘記 delete forget

# Cmd_view_panel_searchResults
source: Toggle search results
ar: تبديل نتائج البحث
cs: Přepnout výsledky hledání
de: Suchergebnisse ein/aus
el: Εναλλαγή αποτελεσμάτων αναζήτησης
es: Mostrar u ocultar los resultados de la búsqueda
fa: نمایش/پنهان کردن نتایج جستجو
fr: Afficher/masquer les résultats de la recherche
hu: Keresési eredmények be/ki
id: Alihkan hasil pencarian
it: Mostra/nascondi risultati della ricerca
ja: 検索結果の表示切り替え
ko: 검색 결과 표시/숨기기
pl: Pokaż/ukryj wyniki wyszukiwania
pt: Mostrar/ocultar resultados da pesquisa
ro: Comutare rezultate căutare
ru: Показать или скрыть результаты поиска
th: แสดง/ซ่อนผลการค้นหา
tr: Arama sonuçlarını aç/kapat
uk: Показати або приховати результати пошуку
vi: Bật/tắt kết quả tìm kiếm
zh_hans: 切换搜索结果
zh_hant: 切換搜尋結果

# CmdAlias_view_panel_searchResults
source: find all list panel
ar: find all list panel بحث الكل قائمة لوحة نتائج
cs: najít najit vše vse seznam panel výsledky vysledky find all list
de: alle suchen liste bereich find all list panel
el: εύρεση όλων λίστα πλαίσιο find all list panel
es: buscar todo lista panel find all list
fa: یافتن همه فهرست پنل, find all list panel
fr: tout rechercher liste volet find all list panel
hu: összes keresése osszes keresese lista panel eredmények eredmenyek find all list panel
id: temukan semua daftar panel find all list panel
it: trova tutto elenco pannello find all list panel
ja: けんさくけっかのひょうじきりかえ
ko: 검색 결과 모두 찾기 목록 패널 find all list panel
pl: znajdź wszystko lista panel find all list panel
pt: localizar tudo lista painel find all list panel
ro: găsire gasire toate listă lista panou find all list panel
ru: найти все список панель find all list panel
th: ค้นหาทั้งหมด รายการ แผง find all list panel
tr: tümünü bul liste panel find all list panel
uk: знайти все список панель find all list panel
vi: tìm tất cả danh sách bảng kết quả find all list panel
zh_hans: 全部查找 搜索结果 列表 面板 find all list panel
zh_hant: 搜尋結果 全部尋找 清單 面板 find all list panel

# Cmd_view_panel_memoryMap
source: Toggle memory map
ar: تبديل خريطة الذاكرة
cs: Přepnout mapu paměti
de: Speicherkarte ein/aus
el: Εναλλαγή χάρτη μνήμης
es: Mostrar u ocultar el mapa de memoria
fa: نمایش/پنهان کردن نقشهٔ حافظه
fr: Afficher/masquer la carte mémoire
hu: Memóriatérkép be/ki
id: Alihkan peta memori
it: Mostra/nascondi mappa della memoria
ja: メモリマップの表示切り替え
ko: 메모리 맵 표시/숨기기
pl: Pokaż/ukryj mapę pamięci
pt: Mostrar/ocultar mapa de memória
ro: Comutare hartă memorie
th: สลับแผนที่หน่วยความจำ
tr: Bellek haritasını aç/kapat
uk: Показати або приховати карту пам’яті
vi: Bật/tắt bản đồ bộ nhớ
zh_hans: 切换内存映射
zh_hant: 切換記憶體對應

# CmdAlias_view_panel_memoryMap
source: memory map regions modules panel
ar: memory map regions modules panel خريطة الذاكرة مناطق وحدات لوحة
cs: mapa paměti pameti oblasti moduly panel memory map regions modules
de: speicherkarte bereiche module memory map regions modules panel
el: χάρτης μνήμης περιοχές λειτουργικές μονάδες πλαίσιο memory map regions modules panel
es: mapa de memoria regiones módulos panel memory map regions modules panel
fa: نقشه حافظه ناحیه ماژول پنل, memory map regions modules panel
fr: carte mémoire régions modules volet memory map regions modules panel
hu: memóriatérkép memoriaterkep memória terület terulet modulok panel memory map regions modules panel
id: peta memori wilayah modul panel memory map regions modules panel
it: mappa memoria aree moduli pannello memory map regions modules panel
ja: めもりまっぷりょういきもじゅーる
ko: 메모리 맵 영역 모듈 패널 memory map regions modules panel
pl: mapa pamięci regiony moduły panel memory map regions modules panel
pt: mapa memória regiões módulos painel memory map regions modules panel
ro: harta hartă memorie regiuni module panou memory map regions modules panel
th: แผนที่หน่วยความจำ พื้นที่ โมดูล แผง memory map regions modules panel
tr: bellek harita bölgeler modüller panel memory map regions modules panel
uk: карта пам’яті області модулі панель memory map regions modules panel
vi: bản đồ bộ nhớ vùng mô-đun bảng memory map regions modules panel
zh_hans: 内存映射 区域 模块 面板 memory map regions modules panel
zh_hant: 記憶體對應 區域 模組 面板 memory map regions modules panel

# Set_search_maxMatchLength
source: Maximum match length
ar: الحد الأقصى لطول التطابق
cs: Maximální délka shody
de: Maximale Trefferlänge
el: Μέγιστο μήκος αποτελέσματος
es: Longitud máxima de coincidencia
fa: حداکثر طول مورد منطبق
fr: Longueur maximale d'un résultat
hu: Találat maximális hossza
id: Panjang kecocokan maksimum
it: Lunghezza massima della corrispondenza
ja: 一致の最大の長さ
ko: 최대 일치 길이
pl: Maksymalna długość dopasowania
pt: Comprimento máximo da ocorrência
ro: Lungime maximă a potrivirii
ru: Максимальная длина совпадения
th: ความยาวสูงสุดของรายการที่ตรงกัน
tr: En büyük eşleşme uzunluğu
uk: Максимальна довжина збігу
vi: Độ dài khớp tối đa
zh_hans: 最大匹配长度
zh_hant: 最大符合長度

# SetDesc_search_maxMatchLength
source: Longest match (in bytes) that wildcards such as "*" can cover.
ar: أطول تطابق (بالبايت) يمكن أن تغطيه أحرف البدل مثل "*".
cs: Nejdelší shoda (v bajtech), kterou mohou pokrýt zástupné znaky jako „*“.
de: Längster Treffer (in Bytes), den Platzhalter wie „*“ abdecken können.
el: Το μεγαλύτερο μήκος αποτελέσματος (σε byte) που μπορούν να καλύψουν χαρακτήρες μπαλαντέρ όπως το "*".
es: La coincidencia más larga (en bytes) que pueden abarcar los comodines como “*”.
fa: طولانی‌ترین مورد منطبق (بر حسب بایت) که نویسه‌های عامی مانند «*» می‌توانند پوشش دهند.
fr: Le plus long résultat (en octets) que peuvent couvrir les caractères génériques comme « * ».
hu: A leghosszabb találat (bájtban), amelyet a helyettesítő karakterek (pl. "*") lefedhetnek.
id: Kecocokan terpanjang (dalam byte) yang dapat dicakup wildcard seperti "*".
it: Corrispondenza più lunga (in byte) che i caratteri jolly come “*” possono coprire.
ja: 「*」などのワイルドカードが一致できる最大のバイト数。
ko: "*" 같은 와일드카드가 포함할 수 있는 가장 긴 일치 길이(바이트)입니다.
pl: Najdłuższe dopasowanie (w bajtach), jakie mogą objąć symbole wieloznaczne, np. „*”.
pt: Ocorrência mais longa (em bytes) que curingas como “*” podem abranger.
ro: Cea mai lungă potrivire (în octeți) pe care o pot acoperi metacaracterele precum „*”.
ru: Наибольшая длина совпадения (в байтах), которую могут охватывать подстановочные знаки, например «*».
th: ความยาวสูงสุด (เป็นไบต์) ที่ไวลด์การ์ด เช่น "*" ครอบคลุมได้
tr: "*" gibi joker karakterlerin kapsayabileceği en uzun eşleşme (bayt cinsinden).
uk: Найдовший збіг (у байтах), який можуть охоплювати символи узагальнення, як-от «*».
vi: Độ dài khớp dài nhất (tính bằng byte) mà ký tự đại diện như "*" có thể bao phủ.
zh_hans: “*”等通配符可覆盖的最长匹配（以字节为单位）。
zh_hant: 「*」等萬用字元可涵蓋的最長符合長度（位元組）。

# Set_search_findAll_limit
source: Find all: result limit
ar: البحث عن الكل: حد النتائج
cs: Najít vše: limit výsledků
de: Alle suchen: Ergebnislimit
el: Εύρεση όλων: όριο αποτελεσμάτων
es: Buscar todo: límite de resultados
fa: یافتن همه: حد نتایج
fr: Tout rechercher : limite de résultats
hu: Összes keresése: eredménykorlát
id: Temukan semua: batas hasil
it: Trova tutto: limite dei risultati
ja: すべて検索: 件数の上限
ko: 모두 찾기: 결과 한도
pl: Znajdź wszystko: limit wyników
pt: Localizar tudo: limite de resultados
ro: Găsire toate: limită rezultate
ru: Найти все: предел результатов
th: ค้นหาทั้งหมด: ขีดจำกัดผลลัพธ์
tr: Tümünü bul: sonuç sınırı
uk: Знайти все: гранична кількість результатів
vi: Tìm tất cả: giới hạn kết quả
zh_hans: 全部查找：结果上限
zh_hant: 全部尋找：結果上限

# SetDesc_search_findAll_limit
source: Find all stops after this many results; Continue searches further.
ar: يتوقف «البحث عن الكل» بعد هذا العدد من النتائج؛ ويواصل «متابعة» البحث.
cs: Najít vše se zastaví po tomto počtu výsledků; tlačítko Pokračovat hledá dál.
de: „Alle suchen“ hält nach dieser Anzahl von Ergebnissen an; „Fortsetzen“ sucht weiter.
el: Η Εύρεση όλων σταματά μετά από τόσα αποτελέσματα· η επιλογή «Συνέχεια» συνεχίζει την αναζήτηση.
es: Buscar todo se detiene tras este número de resultados; Continuar sigue buscando.
fa: «یافتن همه» پس از این تعداد نتیجه متوقف می‌شود؛ «ادامه» جستجو را ادامه می‌دهد.
fr: Tout rechercher s'arrête après ce nombre de résultats ; Continuer poursuit la recherche.
hu: Az Összes keresése ennyi eredmény után leáll; a Folytatás tovább keres.
id: Temukan semua berhenti setelah hasil sebanyak ini; Lanjutkan akan mencari lebih jauh.
it: Trova tutto si interrompe dopo questo numero di risultati; Continua prosegue la ricerca.
ja: この件数で、すべて検索を止める。「続ける」で続きを探す。
ko: 모두 찾기는 이 개수의 결과를 찾으면 중지됩니다. [계속]을 누르면 더 검색합니다.
pl: Znajdź wszystko zatrzymuje się po tej liczbie wyników; Kontynuuj szuka dalej.
pt: Localizar tudo para após este número de resultados; Continuar pesquisa mais.
ro: Găsire toate se oprește după acest număr de rezultate; Continuare caută mai departe.
ru: «Найти все» останавливается после этого числа результатов; кнопка «Продолжить» продолжает поиск.
th: ค้นหาทั้งหมดจะหยุดเมื่อได้ผลลัพธ์ครบจำนวนนี้ กด “ดำเนินการต่อ” เพื่อค้นหาต่อ
tr: Tümünü bul bu kadar sonuçtan sonra durur; Devam et ile arama sürdürülür.
uk: «Знайти все» зупиняється після такої кількості результатів; «Продовжити» шукає далі.
vi: Tìm tất cả sẽ dừng sau số kết quả này; Tiếp tục sẽ tìm thêm.
zh_hans: “全部查找”在找到这么多结果后停止；选择“继续”可进一步搜索。
zh_hant: 「全部尋找」在找到此數目的結果後停止；按「繼續」可進一步搜尋。

# Set_search_results_preview
source: Preview results with Up and Down
ar: معاينة النتائج بالسهمين لأعلى ولأسفل
cs: Náhled výsledků šipkami nahoru a dolů
de: Ergebnisse mit Nach-oben/Nach-unten in der Vorschau anzeigen
el: Προεπισκόπηση αποτελεσμάτων με Πάνω και Κάτω βέλος
es: Vista previa de los resultados con las flechas arriba y abajo
fa: پیش‌نمایش نتایج با بالا و پایین
fr: Prévisualiser les résultats avec les flèches haut et bas
hu: Eredmények előnézete a Fel és Le billentyűkkel
id: Pratinjau hasil dengan Atas dan Bawah
it: Anteprima dei risultati con Su e Giù
ja: ↑ / ↓ で結果をプレビューする
ko: 위/아래 화살표로 결과 미리 보기
pl: Podgląd wyników klawiszami Góra i Dół
pt: Visualizar resultados com Para cima e Para baixo
ro: Previzualizare rezultate cu Sus și Jos
ru: Просмотр результатов клавишами вверх и вниз
th: แสดงตัวอย่างผลลัพธ์ด้วยลูกศรขึ้นและลง
tr: Yukarı ve Aşağı ile sonuçları önizle
uk: Попередній перегляд результатів клавішами вгору й униз
vi: Xem trước kết quả bằng Lên và Xuống
zh_hans: 使用上下键预览结果
zh_hant: 使用向上鍵和向下鍵預覽結果

# SetDesc_search_results_preview
source: Scroll the editor to the result selected with Up or Down in the results list.
ar: تمرير المحرر إلى النتيجة المحددة بالسهم لأعلى أو لأسفل في قائمة النتائج.
cs: Posunout editor na výsledek vybraný v seznamu výsledků šipkou nahoru nebo dolů.
de: Den Editor zu dem Ergebnis scrollen, das in der Ergebnisliste mit Nach-oben oder Nach-unten ausgewählt wurde.
el: Κύλιση του επεξεργαστή στο αποτέλεσμα που επιλέγεται με το Πάνω ή Κάτω βέλος στη λίστα αποτελεσμάτων.
es: Desplaza el editor hasta el resultado seleccionado con las flechas arriba o abajo en la lista de resultados.
fa: ویرایشگر به نتیجه‌ای که با بالا یا پایین در فهرست نتایج انتخاب شده پیمایش کند.
fr: Fait défiler l'éditeur jusqu'au résultat sélectionné avec les flèches haut ou bas dans la liste des résultats.
hu: A szerkesztő az eredménylistában a Fel vagy Le billentyűvel kiválasztott eredményhez görget.
id: Gulir editor ke hasil yang dipilih dengan Atas atau Bawah di daftar hasil.
it: Scorre l'editor fino al risultato selezionato con Su o Giù nell'elenco dei risultati.
ja: 結果一覧で ↑ / ↓ で選んだ結果の位置まで、エディタをスクロールする。
ko: 결과 목록에서 위쪽 또는 아래쪽 화살표 키로 선택한 결과까지 편집기를 스크롤합니다.
pl: Przewija edytor do wyniku wybranego klawiszem Góra lub Dół na liście wyników.
pt: Rola o editor até o resultado selecionado com Para cima ou Para baixo na lista de resultados.
ro: Derulează editorul la rezultatul selectat cu Sus sau Jos în lista de rezultate.
ru: Прокручивать редактор к результату, выбранному в списке клавишей со стрелкой вверх или вниз.
th: เลื่อนตัวแก้ไขไปยังผลลัพธ์ที่เลือกด้วยลูกศรขึ้นหรือลงในรายการผลลัพธ์
tr: Sonuç listesinde Yukarı veya Aşağı ile seçilen sonuca düzenleyiciyi kaydırır.
uk: Прокручувати редактор до результату, вибраного клавішами вгору або вниз у списку результатів.
vi: Cuộn trình chỉnh sửa đến kết quả được chọn bằng phím Lên hoặc Xuống trong danh sách kết quả.
zh_hans: 将编辑器滚动到在结果列表中用向上键或向下键选择的结果。
zh_hant: 將編輯器捲動到在結果清單中以向上鍵或向下鍵選取的結果。

# Set_search_results_f3Repeats
source: F3 searches again
ar: F3 يعيد البحث
cs: F3 hledá znovu
de: F3 sucht erneut
el: Το F3 επαναλαμβάνει την αναζήτηση
es: F3 vuelve a buscar
fa: F3 دوباره جستجو می‌کند
fr: F3 relance la recherche
hu: Az F3 újra keres
id: F3 mencari lagi
it: F3 ripete la ricerca
ja: F3 は検索をやり直す
ko: F3으로 다시 검색
pl: F3 wyszukuje ponownie
pt: F3 pesquisa novamente
ro: F3 caută din nou
ru: F3 повторяет поиск
th: F3 ค้นหาอีกครั้ง
tr: F3 yeniden arar
uk: F3 повторює пошук
vi: F3 tìm lại
zh_hans: F3 重新搜索
zh_hant: F3 重新搜尋
